<template>
    <v-dialog v-model="PolzsoglPopup" ref="PolzSogl" >
      <section class="section polssog">
        <div class="sogl-block" >
      <div class="sogl-top">
        <div class="title">
          Согласие посетителя сайта на обработку персональных данных
        </div>
        <div class="exit exit-btn" style="color:#000;" @click="closeDialog">
         X
        </div>
      </div>
      <div class="text">
        Субъект персональных данных, настоящим и в соответствии с Федеральным законом от 27 июля 2006 года № 152 «О
        персональных данных» предоставляет согласие на автоматизированную и неавтоматизированную обработку персональных
        данных, в том числе указанных и собранных на сайте в сети «Интернет» @s-vita-hr.ru, владельцем которого является
        ООО «С-Вита» КПП:781301001 ОГРН:1197847047947 ИНН:7813631799 номер: <a href="tel:+78125613536">+7 812 561-35-36</a> <a href="tel:+79215897715" style="display: none;">+7 921 589-77-15</a>, юридический адрес: <a href="tel:+79215897715" style="display: none;">+7 921 589-77-15</a>, город Санкт-Петербург, коса Петровская, д. 1, к. 1, литер Р, помещ.
        32-Н, офис 101 далее Оператор.
        Оператор обрабатывает персональные данные в соответствии с требованиями Федерального закона от 27 июля 2006 года №
        152 «О персональных данных» и иных нормативных правовых актов Российской Федерации в области персональных данных,
        а также гарантирует соблюдение конфиденциальности в отношении полученных персональных данных и принимает все
        необходимые меры для защиты персональных данных.
        Если во время посещения сайта Вы принимаете решение зарегистрироваться или предоставить Ваши персональные данные
        через заполнение формы на сайте, либо через направление ваших персональных данных на почту корпоративную почту
        Оператора, заканчивающуюся на @s-vita-hr.ru, тем самым Вы даете свое безоговорочное согласие на использование
        указанной информации Оператором; в случае несогласия с этими условиями Вам следует воздержаться от использования
        сервисов.
        Оператор обрабатывает такие персональные данные, как фамилия, имя, отчество, дата рождения, почтовый адрес, номер
        телефона, адрес электронной почты, а также иные типовые данные, которые могут содержать информацию о персональных
        данных: данные о пользовательском устройстве (среди которых разрешение,
        версия и другие атрибуты, характеризующие пользовательское устройство), источник захода на сайт s-vita-hr.ru и
        информация поискового или рекламного запроса, пользовательские клики, просмотры страниц, заполнения полей, показы
        и просмотры баннеров и видео на сайте, данные, характеризующие аудиторные сегменты, параметры сессии, данные о
        времени посещения сайта, идентификатор пользователя, хранимый в cookie, типовые данные используются в
        статистических целях для более эффективного управления сайтом и настройке интерфейса,
        а также в целях оптимизации рекламы. Целью обработки персональных данных является: направление справочной и
        маркетинговой информации, посредством направления сообщений на адрес электронной почты, указанной субъектом
        персональных данных на сайте, либо при направлении на корпоративную электронную почту Оператора, заканчивающуюся
        на @s-vitaur.ru; предоставление обратной связи с Оператором; предоставление консультаций по вопросам направленным
        Оператору, консультаций касающихся оказываемых услуг,
        в целях маркетинговой деятельности, а также в иных целях, не противоречащих действующему законодательству
        Российской Федерации.
        Оператор в ходе обработки персональных данных может осуществлять сбор, запись, систематизацию, накопление,
        хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, блокирование, удаление,
        уничтожение персональных данных.
        Оператор не вправе передавать персональные данные третьим лицам без согласия субъекта персональных данных, за
        исключением работников Оператора (с целью обработки данных и подготовки запрашиваемых документов на сайте) при
        обеспечении конфиденциальности и при соблюдении требований Федерального закона от 27 июля 2006 года № 152 «О
        персональных данных», а также в случаях, прямо предусмотренных действующим законодательством Российской Федерации.
        Согласие на обработку персональных данных действует весь срок необходимый Оператору для достижения целей
        обработки.
        По достижению целей/истечения периода для обработки персональных данных персональные данные уничтожаются
        Оператором.
        Также субъект персональных данных вправе в любой период времени отозвать согласие на обработку персональных данных
        путем направления письменного заявления по адресу: <a href="tel:+79215897715" style="display: none;">+7 921
          589-77-15</a>, город Санкт-Петербург, коса Петровская, д. 1, к. 1, литер Р, помещ. 32-Н, офис 101.
        Во всем остальном, что не оговорено в настоящем согласии регулируется действующим законодательством Российской
        Федерации о персональных данных.
  
      </div>
      <div class="button exit-btn" @click="closeDialog">
        Принять
      </div>
    </div>
      </section>
   
    </v-dialog>
</template>
 
   
 

<script>
  import { mapGetters } from 'vuex';
  import { support, handleAppClick} from '../assets/js/support.js';

export default {
  data() {
    return {
    };
  },
  computed: {
    ...mapGetters(['PolzsoglPopup'])
  },
  mounted() {
  const handleDocumentClick = (event) => {
    const target = event.target;
    if (target && target.classList.contains('openpolz')) {
      support(this, event, '.openpolz', 'TOGGLE_POLZSOGL', true);
    } else {
      handleAppClick(this, event, 'Polzsog', this.$refs.PolzSogl, 'TOGGLE_POLZSOGL', false);
    }
    };

    document.addEventListener('click', handleDocumentClick);
    this.$once('hook:beforeDestroy', () => {
      document.removeEventListener('click', handleDocumentClick);
    });
  },
  methods: {
    closeDialog(){
      console.log('close');
      this.$store.dispatch('TOGGLE_POLZSOGL', false);
    }
  },
  beforeUnmount() {
    document.removeEventListener('click', this.handleAppClickPolzSogl);
  },
  
};
</script>