<template>
    <section class="vacansy-section section">
        <div class="container">
        <div class="vacansy">
        <div class="vacansy-block">
            <div class="vacansy-top">
                <div class="vacansy-title">Примеры наших вакансий</div>
            </div>
            <div class="vacansy-bottom">
                <v-expansion-panels 
                class="vacansy-list"
                v-model="panel"
                :disabled="disabled"
                multiple
                >
                    <v-expansion-panel class="vacansy-row" 
                    v-for="(job, index) in vacansy" :key="index"
                    >
                        <div class="vacansy-col">
                            <v-expansion-panel-header class="vacansy-subtitle">{{ job.title }}</v-expansion-panel-header>
                            <v-expansion-panel-content class="vacansy-item">
                                <div class="vacansy-body">
                                    <div class="vacansy-card">
                                        <div class="vacansy-card-t">
                                            <div class="vacansy-h1">{{ job.cardtitle }}</div>
                                            <div class="vacansy-h2">{{ job.cardsubtitle }}</div>
                                        </div>
                                        <div class="vacansy-card-c"><div class="vacansy-h3"
                                        v-for="(desc, descIndex) in job.carddesc" :key="descIndex"
                                        >{{ desc.desc }}</div></div>
                                        <div class="vacansy-card-b"><div class="vacansy-btn-contact">{{ job.cardbtn }}</div></div>
                                    </div>
                                    <div class="vacansy-text">{{ job.maindesc }}</div>
                                    <div class="vacansy-ul"
                                    v-if="job.mainul"
                                    v-for="(item, itemIndex) in job.mainul" :key="itemIndex"
                                    >
                                        <div class="vacansy-ul-title">{{ item.heading }}</div>
                                        <div class="vacansy-ul-bl">
                                            <div class="vacansy-li"
                                            v-for="(itemli, itemliIndex) in item.ul" :key="itemliIndex"
                                            >{{ itemli.li }}</div>
                                        </div>
                                    </div>
                                    <div class="vacansy-skilbox"
                                    v-if="job.pointlist"
                                    v-for="(item, itemIndex) in job.pointlist" :key="itemIndex"
                                    >
                                        <div class="vacansy-skil-title">{{ item.heading }}</div>
                                        <div class="vacansy-skil-lent">
                                            <div class="vacansy-skil-row"
                                            v-if="item.content"
                                            v-for="(skil, skilIndex) in item.content" :key="skilIndex"
                                            ><div class="vacansy-skil">{{ skil.li }}</div></div>
                                        </div>
                                    </div>
                                </div>
                            </v-expansion-panel-content>
                        </div>
                    </v-expansion-panel>
                </v-expansion-panels>
            </div>
        </div>
    </div>
    </div>
    </section>
    
</template>
     

<script>
export default {
name: 'VacansyTo',
  data() {
    return {
    panel: [0],
    disabled: false,
      vacansy: [
        {
          title: 'Менеджер по работе с ключевыми клиентами КАМ (работа с Сетями)',
          cardtitle: 'Менеджер по работе с ключевыми клиентами КАМ (работа с Сетями)',
          cardsubtitle: 'от 80 000 до 200 000 ₽ на руки',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 1–3 года'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Компания лидер дверных компаний на Российском рынке находится в поисках активного и амбициозного Менеджера по работе с ключевыми клиентами (работа с сетями) в связи с расширением штата! Ожидаемые результаты деятельности – Развитие продаж, выполнение плана продаж, привлечение новых клиентов.',
          mainul: [
            {
              heading: 'Основные должностные обязанности:',
              ul: [
                    {
                    li: '· Продажи входных дверей известных марок (2 торговые марки);',
                    },
                    {
                    li: '· Развитие продаж с ключевыми клиентами крупными сетевыми магазинами РФ; Петрович, ОБИ;',
                    },
                    {
                    li: '· Активный поиск и привлечение новых клиентов;',
                    },
                    {
                    li: '· Проведение переговоров;',
                    },
                    {
                    li: '· Подготовка коммерческих предложений;',
                    },
                    {
                    li: '· Заключение договоров продажи;',
                    },
                    {
                    li: '· Ведение отчетности;',
                    },
                    {
                    li: '· Ведение отчетности;',
                    },
                    
                ],
            },
            {
              heading: 'Для компании важно:',
              ul: [
                    {
                    li: '· Опыт в продажах В2В, Опт, Двери (Клиенты только юридические лица);',
                    },
                    {
                    li: '· Опыт работы с крупными федеральными сетями: Петрович, ОБИ, Максидом, специализированными компаниями и магазинами, занимающиеся продажей и сервисным обслуживанием дверей;',
                    },
                    {
                    li: '· Грамотная устная и письменная речь;',
                    },
                    {
                    li: '· Готовность к командировкам по СПб и ЛО;',
                    },
                    {
                    li: '· Владение техникой ведения переговоров и деловой переписки;',
                    },
                    {
                    li: '· Презентабельный внешний вид, целеустремленность, инициативность, активность;',
                    },
                    {
                    li: '· Наличие автомобиля обязательно!',
                    },
                    {
                    li: '· Стремление зарабатывать и профессионально расти!',
                    },
                ],
            },
            {
              heading: 'Компания гарантирует:',
              ul: [
                    {
                    li: '· У Вас будет стабильная ежемесячная заработная плата, состоящая из оклада 80 000 рублей на руки и процента с продаж;',
                    },
                    {
                    li: '· Вы будете официально трудоустроены по ТК РФ и иметь все социальные гарантии;',
                    },
                    {
                    li: '· Ваше рабочее время будет стабильно с ПН по ПТ и с 8:00 до 17:00;',
                    },
                    {
                    li: '· Рабочее место в офисе недалеко от метро Ладожская, будут разъезды по г. Санкт-Петербург и ЛО;',
                    },
                    {
                    li: '· Испытательный срок до 3-х мес. на исп. срок оплата фикс по согласованию;',
                    },
                    {
                    li: '· Компенсация фитнеса.10 000руб/ год;',
                    },
                    {
                    li: '· Помимо прочего у Вас есть прекрасная возможность в ближайшем будущем стать успешным и богатым менеджером!',
                    },
                ],
            },
            {
                mainpodtdesc: '*Также готовы рассмотреть менеджера с большим опытом из смежного направления.',
            }
          ],
          pointlist: [
            {
                heading: 'Ключевые навыки:',
                content: [
                    {
                        li: 'Активные продажи',
                    },
                    {
                        li: 'Управление продажами',
                    },
                    {
                        li: 'Развитие продаж',
                    },
                    {
                        li: 'Документальное сопровождение',
                    },
                    {
                        li: 'Прямые продажи',
                    },
                    {
                        li: 'B2B Продажи',
                    },
                    {
                        li: 'Деловое общение',
                    },
                    {
                        li: 'Деловая переписка',
                    },
                    {
                        li: 'Заключение договоров',
                    },
                    {
                        li: 'Проведение презентаций',
                    },
                    {
                        li: 'Навыки переговоров',
                    },
                    {
                        li: 'Подготовка коммерческих предложений',
                    },
                    {
                        li: 'Оптовые продажи',
                    },
                    {
                        li: 'Развитие ключевых клиентов',
                    },
                    {
                        li: 'Работа с федеральными сетями',
                    },
                ]
            }
          ],
          specialskils: [
            {
                heading: 'Опыт вождения:',
                content: [
                    {
                        li: 'Права категории B',
                    },
                ]
            }
          ]
          
        },
        {
          title: 'Менеджер по продажам (подарки)',
          cardtitle: 'Менеджер по продажам (подарки)',
          cardsubtitle: 'от 60 000 до 200 000 ₽ до вычета налогов',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 1–3 года'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Привет! Мы — компания Атрибутика. Более 11 лет мы реализуем маркетинговые задачи наших клиентов с помощью корпоративных подарков. Мы создаем их здесь, в Санкт-Петербурге, и работаем с клиентами по всей России и ближнему зарубежью. Если Вы мечтаете об интересной работе, крупных корпоративных клиентах и красивом и качественном продукте, который приятно создавать и продавать, значит, мы нашли друг друга. Мы активно развиваемся и растем, работаем над трафиком и продуктом, количество входящих заявок растет, и в самое ближайшее время наступает горячий сезон новогодних продаж, поэтому мы ищем в свою дружную команду целеустремленного менеджера по продажам, который эффективно и быстро вольется в работу. Вас ждет обучение с тренером по продажам, который расскажет вам о компании и продукте и будет помогать достигать результатов ближайшие 4 месяца.',
          mainul: [
            {
              heading: 'Чем нужно будет заниматься:',
              ul: [
                    {
                    li: '· Отвечать на входящие заявки корпоративных клиентов (телефон, почта, мессенджеры);',
                    },
                    {
                    li: '· Брать в работу клиентов от колл-центра, который работает с холодным трафиком;',
                    },
                    {
                    li: '· Проводить встречи и презентации компании и продукта (zoom и личные, если клиент в Петербурге);',
                    },
                    {
                    li: '· Активно вести текущую клиентскую базу - выстраивать отношения с теми, кто уже покупал у нас;',
                    },
                    {
                    li: '· Привлекать стратегически важных клиентов к сотрудничеству.',
                    },
                ],
            },
            {
              heading: 'Мы ожидаем, что Вы:',
              ul: [
                    {
                    li: '· Любите продавать;',
                    },
                    {
                    li: '· Умеете вести переговоры с b2b клиентами;',
                    },
                    {
                    li: '· Умеете убеждать и закрывать возражения клиента и закрывать его в продажу;',
                    },
                    {
                    li: '· Обладаете творческими способностями, чувством вкуса и стиля',
                    },
                    {
                    li: '· Ориентируетесь на результат;',
                    },
                    {
                    li: '· Умеете четко выражать свои мысли, грамотно пишете',
                    },
                    {
                    li: '· Проактивны, знаете, что такое эмоциональный интеллект',
                    },
                ],
            },
            {
              heading: 'На каких условиях мы будем сотрудничать:',
              ul: [
                    {
                    li: '· Среднемесячный доход от 90 000 руб. (в сезонные месяцы доход до 200 000 руб.);',
                    },
                    {
                    li: '· Оклад+проценты от продаж;',
                    },
                    {
                    li: '· Возможность вырасти до РОПа;',
                    },
                    {
                    li: '· Поддержка продаж проектным менеджером: CRM+1C;',
                    },
                    {
                    li: '· Светлый офис в БЦ и дружный молодой коллектив;',
                    },
                    {
                    li: '· Оплата корпоративной связи;',
                    },
                    {
                        li: '· Чай/кофе/сладости в офисе;',
                    },
                    {
                        li: '· Понятная система мотивации;',
                    },
                    {
                        li: '· Обучение за счет компании, командный коучинг;',
                    },
                    {
                        li: '· Выстроенные бизнес-процессы, CRM-система, которая помогает продавать;',
                    },
                    {
                        li: '· Мы постоянно обучаемся у лидеров рынка в своих нишах;',
                    },
                    {
                        li: '· Непрерывно совершенствуем наши процессы;',
                    },
                    {
                        li: '· Оформление по ТК РФ, оплачиваемый отпуск и больничный;',
                    },
                    {
                        li: '· Активные и вовлеченные в бизнес-процессы собственники;',
                    },
                    {
                        li: '· Режим работы: 5/2, с 09.00 до 17.00.',
                    },
                ],
            },
            {
              heading: 'Особые преимущества, если вы:',
              ul: [
                    {
                    li: '· Работали в CRM Битрикс24 и 1С',
                    },
                    {
                    li: '· Любите учиться, читаете книги по маркетингу и продажам',
                    },
                    {
                    li: '· Знаете и понимаете, что такое воронка продаж и психологию покупателей',
                    },
                ],
            },
            {
                mainpodtdesc: '*Также готовы рассмотреть менеджера с большим опытом из смежного направления.',
            }
          ],
          postmessage: {
            title: 'Метро "Ладожская"',
            text: 'Если вы прочитали до конца и поняли, что это работа, которую вы давно искали, то ждем вашего отклика со словами: "Я хочу работать в Атрибутике". Так мы поймем, что вы — действительно внимательный и ответственный человек. Благодарим за внимание :)'
          }
        },
        {
          title: 'Главный инженер (пищевое производство)',
          cardtitle: 'Главный инженер (пищевое производство)',
          cardsubtitle: 'от 120 000 до 150 000 ₽',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 3–6 лет'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Приглашаем Главного инженера с опытом работы на производстве в компанию по производству продуктов на растительной основе. Опыт работы с оборудованием ТетраПак.',
          mainul: [
            {
              heading: 'Обязанности:',
              ul: [
                    {
                    li: '· Разработка эксплуатационной документации программ. Написание технических и публицистических статей на заданную тему.',
                    },
                    {
                    li: '· Разработка информационных материалов и инструкций для информационных систем компании.',
                    },
                    {
                    li: '· Результат длительности:',
                    },
                    {
                    li: '· Разработка документов по требованиям ГОСТ ЕСПД.',
                    },
                ],
            },
            {
              heading: 'Требования:',
              ul: [
                    {
                    li: '· Высшее образование;',
                    },
                    {
                    li: '· Грамотный русский язык;',
                    },
                    {
                    li: '· Знание ГОСТ ЕСПД, ЕСКД.',
                    },
                    {
                    li: '· Умение работать с большим количеством информации;',
                    },
                    {
                    li: '· Многозадачность.',
                    },
                    {
                    li: '· Умение понимать технические и юридические тексты;',
                    },
                    {
                    li: '· Знание продуктов MS Office, PowerPoint, Adobe Photoshop, Google Analytics, Яндекс Метрикой;',
                    },
                    {
                    li: '· Базовое знание HTML и CSS. Опыт работы с CMS;',
                    },
                    {
                    li: '· Желательно наличие портфолио с информационными материалами.',
                    },
                ],
            },
            {
              heading: 'Условия:',
              ul: [
                    {
                    li: '· Офис в центре города;',
                    },
                    {
                    li: '· Официальное устройство, белая зарплата;',
                    },
                    {
                    li: '· Испытательный срок 1 месяц;',
                    },
                    {
                    li: '· График работы 5/2 с 10-00 до 18-00. Возможность удалённой работы из дома с посещением офиса не менее двух раз в неделю;',
                    },
                    {
                    li: '· Индексация зарплаты;',
                    },
                    {
                    li: '· ДМС.',
                    },
                ],
            },
          ],
          pointlist: [
            {
                heading: 'Ключевые навыки:',
                content: [
                    {
                        li: 'Разработка технических заданий',
                    },
                    {
                        li: 'Написание текстов',
                    },
                    {
                        li: 'Adobe Photoshop',
                    },
                    {
                        li: 'Написание статей',
                    },
                    {
                        li: 'Работа с большим объемом информации',
                    },
                    {
                        li: 'ГОСТ',
                    },
                    {
                        li: 'Разработка инструкций',
                    },
                    {
                        li: 'HTML',
                    },
                    {
                        li: 'Нормативно-техническая документация',
                    },
                ]
            }
          ]
        },
        {
          title: 'Технический писатель ГОСТ',
          cardtitle: 'Технический писатель ГОСТ',
          cardsubtitle: 'от 70 000 до 100 000 ₽ до вычета налогов',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 3–6 лет'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Мы ищем в команду на постоянную основу технического писателя ГОСТ, который сможет разобраться во всех тонкостях процесса (создание и сопровождение заявок на выпуск карт тахографа/активацию блока СКЗИ тахографа), чтобы писать информационные статьи и инструкции по работе наших информационных систем. А также заниматься сопровождением публичных сайтов компании.',
          mainul: [
            {
              heading: 'Обязанности:',
              ul: [
                    {
                    li: '· Разработка эксплуатационной документации программ. Написание технических и публицистических статей на заданную тему.',
                    },
                    {
                    li: '· Разработка информационных материалов и инструкций для информационных систем компании.',
                    },
                    {
                    li: '· Результат длительности:',
                    },
                    {
                    li: '· Разработка документов по требованиям ГОСТ ЕСПД.',
                    },
                ],
            },
            {
              heading: 'Требования:',
              ul: [
                    {
                    li: '· Высшее образование;',
                    },
                    {
                    li: '· Грамотный русский язык;',
                    },
                    {
                    li: '· Знание ГОСТ ЕСПД, ЕСКД.',
                    },
                    {
                    li: '· Умение работать с большим количеством информации;',
                    },
                    {
                    li: '· Многозадачность',
                    },
                    {
                    li: '· Умение понимать технические и юридические тексты;',
                    },
                    {
                    li: '· Знание продуктов MS Office, PowerPoint, Adobe Photoshop, Google Analytics, Яндекс Метрикой;',
                    },
                    {
                    li: '· Базовое знание HTML и CSS. Опыт работы с CMS;',
                    },
                    {
                    li: '· Желательно наличие портфолио с информационными материалами.',
                    },
                ],
            },
            {
              heading: 'Условия:',
              ul: [
                    {
                    li: '· Офис в центре города;',
                    },
                    {
                    li: '· Официальное устройство, белая зарплата;',
                    },
                    {
                    li: '· Испытательный срок 1 месяц;',
                    },
                    {
                    li: '· График работы 5/2 с 10-00 до 18-00. Возможность удалённой работы из дома с посещением офиса не менее двух раз в неделю;',
                    },
                    {
                    li: '· Индексация зарплаты;',
                    },
                    {
                    li: '· ДМС.',
                    },
                ],
            },
          ],
          pointlist: [
            {
                heading: 'Ключевые навыки:',
                content: [
                    {
                        li: 'HTML',
                    },
                    {
                        li: 'Разработка технических заданий',
                    },
                    {
                        li: 'Написание текстов',
                    },
                    {
                        li: 'Adobe Photoshop',
                    },
                    {
                        li: 'Написание статей',
                    },
                    {
                        li: 'Работа с большим объемом информации',
                    },
                    {
                        li: 'ГОСТ',
                    },
                    {
                        li: 'ЕСКД',
                    },
                    {
                        li: 'Разработка инструкций',
                    },
                    {
                        li: 'нормативно-техническая документация',
                    },
                ]
            }
          ]
        },
        {
          title: 'Помощник руководителя',
          cardtitle: 'Помощник руководителя',
          cardsubtitle: 'от 50 000 до 70 000 ₽ на руки',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 1–3 года'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Группа компаний SCG находится в поисках самостоятельного, активного, амбициозного, желающего расти и развиваться Помощника руководителя!',
          mainul: [
            {
              heading: 'Что нужно делать:',
              ul: [
                    {
                    li: '· Администрирование офиса (закупка воды/канцелярии и других принадлежностей, организация чистоты офиса и прочее);',
                    },
                    {
                    li: '· Взаимодействие с Управляющей компанией БЦ и охраной;',
                    },
                    {
                    li: '· Прием и распределение входящих звонков и почты;',
                    },
                    {
                    li: '· Работа с исходящей корреспонденций (электронная почта, ПочтаРоссии, курьерские отправления);',
                    },
                    {
                    li: '· Отработка ТЗ по изменению и наполнению сайта;',
                    },
                    {
                    li: '· Подготовка презентаций КП;',
                    },
                    {
                    li: '· Общение с подрядчиками организации;',
                    },
                    {
                    li: '· Участие в создании брендовых презентационных материалов компании (буклеты, визитки, подарки);',
                    },
                    {
                    li: '· Мониторинг мероприятий по запросу руководителей компании;',
                    },
                    {
                    li: '· Регистрация входящей/исходящей документации в Битрикс24 и других реестрах (по необходимости);',
                    },
                    {
                    li: '· Встреча посетителей, организация совещаний руководителей ГК (с гостями/руководящим составом и тд);',
                    },
                    {
                    li: '· Делопроизводство по ГК, подготовка документов на подпись руководителям;',
                    },
                    {
                    li: '· Ответственное хранение документов ГК, подготовка и предоставление оригиналов и копий по запросу;',
                    },
                    {
                    li: '· Учет рабочего времени сотрудников ГК;',
                    },
                    {
                    li: '· Регламентация основных бизнес-процессов административного отдела, в подчинении делопроизводитель;',
                    },
                    {
                    li: '· Ведение календаря генерального директора в Битрикс24;',
                    },
                    {
                    li: '· Ведение ежедневных метрик, подготовка отчетности по деятельности отдела;',
                    },
                    {
                    li: '· Выполнение личных поручений руководителей.',
                    },
                ],
            },
            {
              heading: 'Что нужно нам:',
              ul: [
                    {
                    li: '· Инициативность, самостоятельность;',
                    },
                    {
                    li: '· Желание работать, развиваться и расти!',
                    },
                    {
                    li: '· Опыт работы с документами;',
                    },
                    {
                    li: '· Грамотная, поставленная устная и письменная речь;',
                    },
                    {
                    li: '· Уверенный пользователь ПК, умение работать во всех офисных программах;',
                    },
                    {
                    li: '· Позитивное мышление, стрессоустойчивость, опыт работы в режиме многозадачности;',
                    },
                    {
                    li: '· Опыт работы в Битрикс24;',
                    },
                    {
                    li: '· Опыт работы на аналогичной позиции будет Вашим преимуществом!',
                    },
                ],
            },
            {
              heading: 'Причины работать в нашей компании:',
              ul: [
                    {
                    li: '· Работа в окружении молодой и профессиональной команды!',
                    },
                    {
                    li: '· Официальное трудоустройство, соц. пакет;',
                    },
                    {
                    li: '· Стабильная, полностью «белая» заработная плата без задержек: фиксированный оклад от 50 000 на руки;',
                    },
                    {
                    li: '· Возможность профессионального развития;',
                    },
                    {
                    li: '· Интересные задачи в соответствии со стратегией развития Компании;',
                    },
                    {
                    li: '· Наш офис находится в современном бизнес-центре недалеко от ст. м. Крестовский Остров, пятидневная рабочая неделя.',
                    },
                ],
            },
          ],
          pointlist: [
            {
                heading: 'Ключевые навыки:',
                content: [
                    {
                        li: 'Делопроизводство',
                    },
                    {
                        li: 'Административная поддержка руководителя',
                    },
                    {
                        li: 'Организация встреч',
                    },
                    {
                        li: 'Обеспечение жизнедеятельности офиса',
                    },
                    {
                        li: 'Исполнение личных поручений руководителя',
                    },
                    {
                        li: 'Организаторские навыки',
                    },
                    {
                        li: 'Управление секретариатом',
                    },
                ]
            }
          ]
        },
        {
          title: 'Менеджер по продажам лакокрасочных материалов',
          cardtitle: 'Менеджер по продажам лакокрасочных материалов',
          cardsubtitle: 'от 80 000 ₽ на руки',
          carddesc: [
            {
                desc: 'Требуемый опыт работы: 1–3 года'
            },
            {
                desc: 'Полная занятость, полный день'
            }
          ],
          cardbtn: 'Контактная информация: hr@s-vitagroup.ru',
          cardbtnmeta: 'hr@s-vitagroup.ru',
          maindesc: 'Крупный поставщик лакокрасочных материалов находится в поиске опытного и активного Менеджера по продажам!',
          mainul: [
            {
              heading: 'Что делаем:',
              ul: [
                    {
                    li: '· Активные продажи лакокрасочных материалов;',
                    },
                    {
                    li: '· Работа с текущей клиентской базой;',
                    },
                    {
                    li: '· Привлечение новых клиентов - расширение базы;',
                    },
                    {
                    li: '· Ведение отчетности.',
                    },
                ],
            },
            {
              heading: 'Что для этого нужно:',
              ul: [
                    {
                    li: '· Знание рынка лакокрасочных материалов для автомобилей;',
                    },
                    {
                    li: '· Опыт работы менеджером по продажам в этой сфере.',
                    },
                ],
            },
            {
              heading: 'Гарантии от Компании:',
              ul: [
                    {
                    li: '· Официальное трудоустройство с первого дня, полный соц. пакет по ТК РФ;',
                    },
                    {
                    li: '· Прозрачная и конкурентная мотивация: фиксированный оклад + % от продаж + % от привлечения новых клиентов!',
                    },
                    {
                    li: '· Компенсация мобильной связи;',
                    },
                    {
                    li: '· Регулярное обучение за счет компании!',
                    },
                    {
                    li: '· Пятидневка, с 09:00 до 18:00, РАБОТА В ОФИСЕ недалеко от ст.м. Бухарестская.',
                    },
                ],
            },
          ],
          pointlist: [
            {
                heading: 'Ключевые навыки:',
                content: [
                    {
                        li: 'Активные продажи',
                    },
                    {
                        li: 'Поиск и привлечение клиентов',
                    },
                ]
            }
          ]
        },
      ],
    };
  },
};
</script>
     

